[AutoRun]
IDS_ABOUT_COPYRIGHT=Copyright (C) 2008 Rocksteady Studios Ltd
IDS_ABOUT_TITLE=About BmAutorun
IDS_ABOUT_VERSION=BmAutorun Version 1.0
IDS_ABOUTBOX=&About BmAutorun...
IDS_APPERROR_DEFAULT=Error Running App
IDS_APPERROR_FILE_NOT_FOUND=The specified file was not found
IDS_DLG_INSTALL_DEMO=Install Demo
IDS_DLG_INSTALL_DX=Install DirectX
IDS_DLG_INSTALL_GAME=Install Game
IDS_DLG_PLAY_GAME=Play Game
IDS_DLG_QUIT=Quit
IDS_DLG_SETUP_GAME=Game Setup
IDS_DLG_VIEW_README=View Readme
IDS_LAUNCHFAIL=Failed to Launch autorun.exe. Another Instance is already running.
IDS_LAUNCHFAIL_TITLE=Application Failed To Launch
IDS_OK=OK

[BmLauncher]
COM_AIM_GADGET=Aim Gadget
COM_BACK=Backward
COM_CAPESTUN=Cape Stun
COM_COMBATTAKEDOWN=Combat Takedown
COM_COUNTER=Counter/Takedown
COM_CROUCH=Crouch
COM_CROUCH_TOGGLE=Crouch Toggle
COM_CRYPTO_TUNE=Use Cryptographic Sequencer
COM_DETECTIVE_MODE=Detective Mode
COM_FORWARD=Forward
COM_GADGET_SECONDARY=Gadget Secondary Feature
COM_GADGETS=Select Gadgets
COM_GRAPPLE=Grapple
COM_GRAPPLE_OR_GADGET=Use Gadget/Grapple
COM_GRAPPLE_USE_STRIKE=Grapple/Use Gadget/Strike
COM_JOYSTICK_FORWARD=Invert Forward/Backward
COM_JOYSTICK_FORWARD_INVERTED=Inverted
COM_JOYSTICK_FORWARD_NORMAL=Normal
COM_LEFT=Left
COM_LEVELUP=Level Up/Map Menu
COM_MAP=Map & Objectives
COM_MOVEMENT=Movement
COM_MOVEMENT2=
COM_NEXT_GADGET=Next Gadget
COM_PREV_GADGET=Previous Gadget
COM_QUICKBATARANG=Quick Batarang
COM_QUICKBATCLAW=Quick Batclaw
COM_READY=Ready Gadget/Counter
COM_RIGHT=Right
COM_RUN_GLIDE_USE=Run/Glide/Use
COM_SEL_GADGET1=Select Gadget 1
COM_SEL_GADGET2=Select Gadget 2
COM_SEL_GADGET3=Select Gadget 3
COM_SEL_GADGET4=Select Gadget 4
COM_SEL_GADGET5=Select Gadget 5
COM_SEL_GADGET6=Select Gadget 6
COM_SEL_GADGET7=Select Gadget 7
COM_SEL_GADGET8=Select Gadget 8
COM_STRIKE=Strike
COM_TAKEDOWN=Takedown
COM_THROW=Throw
COM_USE=Use
COM_USE_GADGET=Use Gadget
COM_ZOOM=Zoom
FORM_BADSHADER=Batman: Arkham Asylum requires a graphics card which supports shader model 3.0 or later.
FORM_BADSHADER_TITLE=Error
FORM_CANCEL=Cancel
FORM_CTL_SETTINGS=Settings
FORM_CTL_TAB_GADGETS=Gadget Select
FORM_CTL_TAB_GADGETS=Action Controls
FORM_CTL_TAB_MOVEMENT=Controls
FORM_CTL_TAB_MOVEMENT=Movement Controls
FORM_CTL_TITLE=Options
FORM_DSP_AO=Ambient Occlusion
FORM_DSP_BLOOM=Bloom
FORM_DSP_BY=by
FORM_DSP_DETAIL_LEVEL=Detail Level
FORM_DSP_DISABLED=Disabled
FORM_DSP_DISTORTION=Distortion
FORM_DSP_DRIVER_VERSION_WARNING=Your NVIDIA(TM) Graphics Driver is not up to date - for the best in-game experience, we recommend that you update your driver
FORM_DSP_DYNAMIC_LIGHTS=Dynamic Lights
FORM_DSP_DYNAMIC_SHADOWS=Dynamic Shadows
FORM_DSP_EFFECTS=Effects
FORM_DSP_ENABLED=Enabled
FORM_DSP_FOG_VOLUMES=Fog Volumes
FORM_DSP_FULLSCREEN=Fullscreen
FORM_DSP_HIGH=High
FORM_DSP_LOW=Low
FORM_DSP_MEDIUM=Medium
FORM_DSP_MOTION_BLUR=Motion Blur
FORM_DSP_MSAA=Multi Sample Anti-Aliasing
FORM_DSP_MSAA_10=8xQ
FORM_DSP_MSAA_11=16x
FORM_DSP_MSAA_12=16xQ
FORM_DSP_MSAA_2=2x
FORM_DSP_MSAA_4=4x
FORM_DSP_MSAA_9=8x
FORM_DSP_MSAA_ATI=Use ATI Control Panel
FORM_DSP_MSAA_Disabled=Disabled
FORM_DSP_MSAA_Incompatible=NVIDIA(TM) 8000+ required
FORM_DSP_MSAA_WARNING=Your hardware does not support Multi Sample Anti-Aliasing.\nMulti Sample Anti-Aliasing will be disabled.
FORM_DSP_NO=No
FORM_DSP_NORMAL=Normal
FORM_DSP_OFF=Off
FORM_DSP_PHYSX_PERF_WARNING=Your hardware does not meet the recommendation for this PhysX(TM) setting ({0})
FORM_DSP_PHYSX_WARNING=Your hardware does not support NVIDIA(TM) Hardware Accelerated PhysX(TM).\nPerformance will be severely reduced without dedicated hardware.
FORM_DSP_PHYSXLEVELTM=Hardware Accelerated PhysX(TM)
FORM_DSP_PHYSXLEVELTM_T1=NVIDIA(TM) GTX260+ recommended
FORM_DSP_PHYSXLEVELTM_T2=NVIDIA(TM) GTX260+ and dedicated NVIDIA(TM) 9800GTX+ recommended
FORM_DSP_PIXELS=pixels
FORM_DSP_RESOLUTION=Resolution
FORM_DSP_RESOLUTION_WS=WS
FORM_DSP_SETTINGS=Display Settings
FORM_DSP_SPH_HARMONICS=Spherical Harmonic Lighting
FORM_DSP_STEREO=NVIDIA(TM) Stereoscopic 3D
FORM_DSP_STEREO_NOT_ENABLED=Disabled in NVIDIA Control Panel
FORM_DSP_STEREO_NOT_SUPPORTED=GeForce 8800+ required
FORM_DSP_STEREO_WARNING_NOT_ENABLED=NVIDIA(TM) Stereoscopic 3D is not enabled in the NVIDIA(TM) Control Panel.\nNVIDIA(TM) Stereoscopic 3D will be disabled.
FORM_DSP_STEREO_WARNING_NOT_SUPPORTED=Your hardware does not support NVIDIA(TM) Stereoscopic 3D.\nNVIDIA(TM) Stereoscopic 3D will be disabled.
FORM_DSP_TITLE=Display Settings
FORM_DSP_USEDX10=Use DirectX 10
FORM_DSP_VERY_HIGH=Very High
FORM_DSP_VSYNC=V Sync
FORM_DSP_YES=Yes
FORM_EXIT=Exit
FORM_GETKEY_HELP=Press the key to bind
FORM_GETKEY_TITLE=Select Key
FORM_GETKEY_UNBIND=Unassign
FORM_OK=OK
FORM_PLAY=Play
FORM_README=View Readme File
FORM_README_TITLE=Read Me
FORM_RESET=Reset To Defaults
FORM_TITLE=Batman: Arkham Asylum GOTY Launcher

[Device]
SelectOnA=Continue
SelectOnB=Choose

[Error]
0=
1=A sign-in change occurred. You are now being returned to the title screen.
10=You have been disconnected due to a duplicate login.
11=Invalid LIVE user.
2=A sign-in change occurred. You are now being returned to the title screen.
3=A sign-in change occurred. You are now being returned to the title screen.
4=
5=Connection to LIVE has been dropped.
6=No network connection!
7=LIVE service is temporarily unavailable.
8=An update is required before connection to LIVE is possible.
9=LIVE Servers are too busy to handle the request.
CorruptDLC=Damaged downloadable content detected.
Please download it again, or delete it.
LiveProblem=LIVE Issue

[Installer]
ID_STD_DIALOG_CTRL_BACK=< &Back
ID_STD_DIALOG_CTRL_NEXT=&Next >
ID_STRING_CUSTOM_INSTALL=Custom Install
ID_STRING_DELETE_SAVEGAMES=Would you like to delete all save games?
ID_STRING_EASY_INSTALL=Easy Install
ID_STRING_ERROR_COPY_FILE=Error copying the file
ID_STRING_ERROR_FAILED_DLL_LOAD=Failed to load dll -
ID_STRING_ERROR_FIND_FILE=Failed to find the file
ID_STRING_ERROR_OPEN_FILE=Error opening the file
ID_STRING_FEATURE_NAME_README=ReadMe
ID_STRING_FEATURE_NAME_UNCOMPBINS=UncompressedBins
ID_STRING_FINISH_OPTION1=View Readme File
ID_STRING_FINISH_OPTION2=Launch Game
ID_STRING_FINISH_OPTION3=Install GameShadow
ID_STRING_GDF_TASK_LAUNCHER=Launcher
ID_STRING_GDF_TASK_PLAY=Play
ID_STRING_GDF_TASK_SUPPORT=Support
ID_STRING_GFWL_ERROR_INSTALL_FAILURE=Games for Windows - LIVE installation failed. Please read the readme file for possible solutions.
ID_STRING_GFWL_ERROR_INSTALL_USEREXIT=Games for Windows - LIVE is required by Batman Arkham Asylum. Please see the readme file on how to install it.
ID_STRING_REALTEK_WARNING=Setup has detected you have a RealTek sound card. There are known issues with this sound card in Batman Arkham Asylum. Please refer to the readme for help if you experience problems.
ID_STRING_REBOOT_MACHINE=Reboot Machine
ID_STRING_SCUT_EIDOS_WEB=Eidos Website
ID_STRING_SCUT_PLAY=Play Batman Arkham Asylum
ID_STRING_SCUT_README=View ReadMe
ID_STRING_SCUT_ROCK_WEB=Rocksteady Website
ID_STRING_SCUT_SETUP=Game Setup
ID_STRING_SCUT_TECHNICAL_SUPPORT_WEB=Technical Support
ID_STRING_SCUT_UNINSTALL=Uninstall
ID_STRING_SOUNDMAX_WARNING=Setup has detected you have a SoundMAX HD audio device. There are known issues with this device in Batman: Arkham Asylum and it is recommended that you install the latest drivers. Please see the readme for more information if you experience problems.
ID_STRING_SUMMARY_INSTALL_TYPE=Chosen Install Type:
ID_STRING_SUMMARY_INSTALLDIR=Installation Directory:
ID_STRING_SUMMARY_OUTOF=out of
ID_STRING_SUMMARY_SCUT_FOLDER=Shortcut Folder:
ID_STRING_SUMMARY_SPACE_REQ=Space Required:
ID_STRING_SYSCHECK_CORES=Cores
ID_STRING_SYSCHECK_CPU=CPU
ID_STRING_SYSCHECK_CPU_SPEED=CPU Speed
ID_STRING_SYSCHECK_FAIL=Failed
ID_STRING_SYSCHECK_GFX_MEM=Graphics Memory
ID_STRING_SYSCHECK_GFXCARD=Graphics Card
ID_STRING_SYSCHECK_ONFAIL1=Your computer fails to meet all of the hardware requirements for Batman: Arkham Asylum.
ID_STRING_SYSCHECK_ONFAIL2=You can continue to install but the game may suffer from poor performance or fail to play.
ID_STRING_SYSCHECK_PASS=Passed
ID_STRING_SYSCHECK_SM=Shader Model
ID_STRING_SYSCHECK_SNDCARD=Sound Card
ID_STRING_SYSCHECK_SYS_MEM=System Memory
ID_STRING_UNKNOWN_ERROR=There has been an error with this installation, please consult the Readme for technical support.
IDPROP_SETUPTYPE_COMPLETE=Easy install
IDPROP_SETUPTYPE_COMPLETE_DESC=Easy install
IDPROP_SETUPTYPE_CUSTOM=Custom
IDPROP_SETUPTYPE_CUSTOM_DESC_PRO=Custom
IDS__DialogId_12008=InstallShield Wizard
IDS__DialogId_12008_ControlId_1200=@10550,10551;1;0;;0,128,128
IDS__DialogId_12008_ControlId_2=C
IDS__DialogId_12008_ControlId_50=Select Program Folder
IDS__DialogId_12008_ControlId_51=Please select a program folder.
IDS__DialogId_12008_ControlId_710=Setup will add program icons to the Program Folder listed below. You may type a new folder name, or select one from the existing folders list. Click Next to continue.
IDS__DialogId_12008_ControlId_9=Cancel
IDS__DialogId_12008_ControlId_Negative1_1=&Program Folder:
IDS__DialogId_12008_ControlId_Negative1_2=E&xisting Folders:
IDS__DialogId_12032=InstallShield Wizard
IDS__DialogId_12032_ControlId_1=Finish
IDS__DialogId_12032_ControlId_50=InstallShield Wizard Complete
IDS__DialogId_12032_ControlId_501=Yes, I want to view the ReadMe file.
IDS__DialogId_12032_ControlId_502=Yes, I want to launch %p now.
IDS__DialogId_12032_ControlId_711=The InstallShield Wizard has successfully installed %P. Click Finish to exit the wizard.
IDS__DialogId_12032_ControlId_9=Cancel
IDS__DialogId_12062=InstallShield Wizard
IDS__DialogId_12062_ControlId_1200=@10550,10551;1;0;;0,128,128
IDS__DialogId_12062_ControlId_2=C
IDS__DialogId_12062_ControlId_50=Setup Type
IDS__DialogId_12062_ControlId_504_1=&Easy Install
IDS__DialogId_12062_ControlId_504_2=Cu&stom
IDS__DialogId_12062_ControlId_51=Select the setup type to install.
IDS__DialogId_12062_ControlId_700=Select this option to use the default settings for installation.
IDS__DialogId_12062_ControlId_703=Select this option to manually change the installation settings. Recommended for advanced users.
IDS__DialogId_12062_ControlId_710=Please select a setup type.
IDS__DialogId_12062_ControlId_9=Cancel
IDS__NewDialog=InstallShield Wizard
IDS__NewDialog_ControlId_1200=@10550,10551;1;0;;0,128,128
IDS__NewDialog_ControlId_2=C
IDS__NewDialog_ControlId_50=System Check Results
IDS__NewDialog_ControlId_51=
IDS__NewDialog_ControlId_9=Cancel
IDS_DIALOG_SETUPTYPE_FIREWALLNOTE=During installation the setup program will modify the Windows Firewall exception list to include Batman: Arkham Asylum. This is required to play the game.
IDS_SQLSCRIPT_INSTALLING=Executing SQL Install Script...
IDS_SQLSCRIPT_UNINSTALLING=Executing SQL Uninstall Script...
IDS_STRING_INSTALLING_REDISTS=Setup is installing additional software required to run Batman: Arkham Asylum...
NEW_STRING10=The InstallShield Wizard has successfully installed %p. Click Finish to exit the wizard.
NEW_STRING11=InstallShield Wizard Complete
NEW_STRING13=View the ReadMe file.
NEW_STRING18=System Info:
NEW_STRING19=Minimum Required
NEW_STRING2=Install GameShadow
NEW_STRING20=Result
NEW_STRING21=CPU Speed
NEW_STRING22=Shader Model
NEW_STRING23=Graphics Memory
NEW_STRING24=System Memory
NEW_STRING25=Text
NEW_STRING26=3000 MHz, 1 Core
NEW_STRING27=3
NEW_STRING28=128 MB
NEW_STRING29=1024 MB
NEW_STRING3=Text
NEW_STRING4=Install GameShadow
NEW_STRING5=Launch %p now.
NEW_STRING8=Finish
NEW_STRING9=Cancel
STRING_CHECKBOX_DESKTOPSHORTCUT=Place a shortcut on the desktop?

[Keys]
Decimal=.
Delete=Delete
Divide=/
Down=Down
E=E
Eight=8
End=End
Enter=Enter
Equals==
Escape=Escape
F=F
F1=F1
F10=F10
F11=F11
F12=F12
F2=F2
F3=F3
F4=F4
F5=F5
F6=F6
F7=F7
F8=F8
F9=F9
Five=5
Four=4
G=G
H=H
I=I
Insert=Insert
J=J
K=K
L=L
Left=Left
LeftAlt=Left Alt
LeftBracket=[
LeftControl=Left Control
LeftMouseButton=Left Mouse Button
LeftShift=Left Shift
M=M
MiddleMouseButton=Middle Mouse Button
Mouse=Mouse
Mouse_LR=Mouse Left/Right
MouseScrollDown=Mouse Scroll Down
MouseScrollUp=Mouse Scroll Up
Multiply=*
N=N
Nine=9
NumPadEight=Numeric keypad 8
NumPadFive=Numeric keypad 5
NumPadFour=Numeric keypad 4
NumPadNine=Numeric keypad 9
NumPadOne=Numeric keypad 1
NumPadSeven=Numeric keypad 7
A=A
Add=+
Alt=Alt
B=B
Backslash=\
Backspace=Backspace
C=C
CapsLock=Caps Lock
Comma=,
Ctrl=Ctrl
D=D
NumPadSix=Numeric keypad 6
NumPadThree=Numeric keypad 3
NumPadTwo=Numeric keypad 2
NumPadZero=Numeric keypad 0
O=O
One=1
P=P
PageDown=Page Down
PageUp=Page Up
Period=.
Q=Q
Quote="
R=R
Right=Right
RightAlt=Right Alt
RightBracket=]
RightControl=Right Control
RightMouseButton=Right Mouse Button
RightShift=Right Shift
S=S
ScrollLock=Scroll Lock
Semicolon=;
Seven=7
Shift=Shift
Six=6
Slash=/
SpaceBar=Space Bar
Subtract=-
T=T
Tab=Tab
Three=3
ThumbMouseButton=Thumb Mouse Button 1
ThumbMouseButton2=Thumb Mouse Button 2
Tilde=~
Two=2
U=U
Unbound=Unassigned
Underscore=_
Up=Up
V=V
W=W
X=X
Y=Y
Z=Z
Zero=0

[KeysShort]
A=A
Add=+
Alt=Alt
B=B
Backslash=\
Backspace=Backspace
C=C
CapsLock=CapsLock
Comma=,
Ctrl=Ctrl
D=D
Decimal=.
Delete=Del
Divide=/
Down=_Down
E=E
Eight=8
End=End
Enter=Enter
Equals==
Escape=Esc
F=F
F1=F1
F10=F10
F11=F11
F12=F12
F2=F2
F3=F3
F4=F4
F5=F5
F6=F6
F7=F7
F8=F8
F9=F9
Five=5
Four=4
G=G
H=H
I=I
Insert=Insert
J=J
K=K
L=L
Left=_Left
LeftAlt=LAlt
LeftBracket=[
LeftControl=LCtrl
LeftMouseButton=_LMB
LeftShift=LShift
M=M
MiddleMouseButton=_MMB
Mouse=_Mouse
Mouse_LR=_Mouse_LR
MouseScrollDown=_Mouse_Wheel
MouseScrollUp=_Mouse_Wheel
Multiply=*
N=N
Nine=9
NumPadEight=Num8
NumPadFive=Num5
NumPadFour=Num4
NumPadNine=Num9
NumPadOne=Num1
NumPadSeven=Num7
NumPadSix=Num6
NumPadThree=Num3
NumPadTwo=Num2
NumPadZero=Num0
O=O
One=1
P=P
PageDown=PgDn
PageUp=PgUp
Period=.
Q=Q
Quote="
R=R
Right=_Right
RightAlt=RAlt
RightBracket=]
RightControl=RCtrl
RightMouseButton=_RMB
RightShift=RShift
S=S
ScrollLock=ScrollLock
Semicolon=;
Seven=7
Shift=Shift
Six=6
Slash=/
SpaceBar=Space
Subtract=-
T=T
Tab=Tab
Three=3
ThumbMouseButton=_Thumb1
ThumbMouseButton2=_Thumb2
Tilde=~
Two=2
U=U
Unbound=Unassigned
Underscore=_
Up=_Up
V=V
W=W
X=X
Y=Y
Z=Z
Zero=0

[PhysXUpdate]
ID_STRING_CANT_UNINSTALL_YET=Please uninstall the game before uninstalling the Title Update
ID_STRING_GAME_NOT_INSTALLED_QUITTING=Batman: Arkham Asylum has not been installed or could not be found. This update installer will now quit.
ID_STRING_PHYSX_INFO=This Title Update includes NVIDIA(TM) Hardware Accelerated PhysX(TM) content. Dedicated hardware is required for optimal performance when this feature is enabled.
ID_STRING_PHYSX_NOT_SUPPORTED=NVIDIA ( TM ) Hardware Accelerated PhysX ( TM ) is not supported on your system. Installing this title update will not allow any Hardware Accelerated PhysX ( TM ) content to be played.
ID_STRING_SOME_FILES_LOCKED=One or more files were in use and cannot be updated immediately. Please restart your system before running Batman: Arkham Asylum.
PRODUCT_NAME=Batman: Arkham Asylum Title Update

[Ripple]
RippleGameInitFail=Please run Batman: Arkham Asylum by double clicking BmStartApp.exe.
RippleGameTamperedWith=Your copy of Batman Arkham Asylum appears to have been tampered with. Please quit and re-start BmStartApp.exe. If the problem persists re-install Batman: Arkham Asylum.
RippleStartAppFail=This application has failed to start and will now quit. Please read the readme file for possible solutions or re-install Batman: Arkham Asylum.

[UI]
AltF4Exit=Are you sure you wish to Exit the Game? Any unsaved progress will be lost.
BmLauncherInfo=To change controls and display settings, right click the game icon in Windows Vista and select Launcher, or select Game Setup from the Start menu in Windows XP.
CorruptSave=The save is corrupt. Please delete it.
DLCNeedsLoggedIn=You need to be signed into a LIVE Profile to access Downloadable Content.
ExitToDesktopMsg=Are you sure you wish to exit to desktop?
LeaderboardFetch=Retrieving Leaderboard Results.
LeaderboardFetchError=Failed to retrieve Leaderboard Results.
LeaderboardNotOnline=You need to be connected to LIVE to access the leaderboards.
Marketplace=LIVE Marketplace
NeedFreespace=Insufficient free space to create a new save game.
NoDLCPresent=New downloadable content available. Connect to LIVE Marketplace to download.
NoDLCPresentSoon=Connect to LIVE Marketplace to download additional content.
OnlineDisabled=Online service is disabled due to parental control restrictions.
PressStart=Click to Start
SavingDesc=INFORMATION ONLY:\nThis game supports Autosave and this icon will appear whenever game data is being saved.\n\nPlease do not turn off your computer while this icon is visible.
